<template xmlns="http://www.w3.org/1999/html">
  <div class="agreementpreview agr-content">
      <p style="text-align: center;"><strong><span style="font-family: 宋体,SimSun; font-size: 29px;">《好修修用户协议》</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p style="margin-top:10px;margin-bottom:10px;">亲爱的用户，欢迎您使用好修修软件及服务！</p>
    <b>【重要须知】</b><br/>
    <div style="height:10px;"></div>
    <p>
    请您在使用本软件之前，认真阅读、并充分理解好修修软件许可及服务协议（以下简称“本协议”）及各条款内容，尤其需关注免除或者限制责任的条款，并确认是否接受。<b>
    用户的下载、安装、使用、帐号获取和登录等行为将视为已接受本协议所有条款及其约束。与此同时，用户在使用本系统软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），用户在使用该项服务前请阅读并同意相关的单独协议；用户使用前述特定服务，即视为您已阅读并同意接受相关单独协议。
  </b>
    </p>
    <p class="p10"><b>本协议具有合同效力，您应当阅读并遵守本协议。请您务必仔细阅读、充分理解各条款内容，特别是以黑体加粗形式提示您注意的条款。</b></p>
    <p class="p10"><b>本协议可由好修修随时更新，用户应当及时关注并同意，本站不承担通知义务。本站的通知、公告、声明或其它类似内容是本协议的一部分。</b></p>
    <p class="p10"><b>一、总则</b></p>
    <p>
      1.1 本协议是由好修修（网址：www.hoxiuxiu.com）（包括PC端、移动端及应用程序）的用户（以下简称“用户或您”）与好修修的运营方，即上海衡益网络技术有限公司及其关联公司（以下简称“衡益”）之间，就网站交易服务等相关事宜共同缔结。
    </p>
    <p>
      1.2 好修修系统软件及服务是衡益提供的在包括PC终端设备、短信上使用，包括但不限于安装在ios、android等多个应用版本上的系统软件和服务，为使用该智能终端的用户提供好修修系统软件和服务等。
    </p>
    <p>
      1.3 好修修系统软件及服务的所有权和运营权均归衡益所有。
    </p>
    <p>
      1.4 在好修修使用服务和（或）购买产品的同时，您也承认了您拥有购买、使用相关产品的权利和行为能力，并且对您在订单和（或）服务中提供的所有信息的真实性负责。
    </p>
    <p class="p10"><b>二、服务内容</b></p>
    <p>2.1 好修修的具体内容由本站根据实际情况提供。</p>
    <p>2.2 本站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
    <p class="p10"><b>三、用户帐号</b></p>
    <p>3.1用户应自行诚信地提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，且衡益保留终止用户使用好修修各项服务的权利。</p>
    <p>3.2 经本站注册系统完成注册程序并通过身份认证的用户即成为正式用户，可以获得本站规定用户所应享有的一切权限。衡益有权对会员的权限设计进行变更。</p>
    <p>3.2 用户只能按照注册要求使用常用手机注册。用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本站不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本站。因黑客行为或用户的保管疏忽导致帐号非法使用，本站不承担任何责任。</p>
    <p>3.3衡益只允许每位用户使用一个好修修账户。使用同一手机号码、支付账号、移动设备、银行卡等，或经好修修排查认定多个账户实际控制人为同一人的，视为同一账户。如有证据证明或衡益有理由相信您存在注册或使用多个好修修账户的情形，衡益有权采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给好修修及相关方造成损失的，您还应承担赔偿责任。</p>
    <p>3.4用户同意，好修修拥有通过邮件、短信、电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
    <p class="p10"><b>四、商品信息</b></p>
    <p>本站上的商品价格、数量和可获性等商品信息都在本站上指明，这类信息将随时都有可能发生变动，本站不作特别通知。本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解。</p>
    <p class="p10"><b>五、订单</b></p>
    <p>5.1当您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系电话、地址、收货人等信息。收货人与您本人不一致的，收货人的行为视为您的行为，您对收货人的行为承担连带责任。您提交订单即表示对订单中所确认的订购商品、联系信息等信息的准确性负责。
    <b>如果因为您提供的信息错误，导致未能如约定享受好修修提供的产品和服务的，由此造成的损失需由您自行承担。</b>
    </p>
    <p>5.2您理解并认可好修修网站上的订单生效规则：</p>
    <p><b>(1)好修修网站上展示的商品和价格等信息仅构成要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容，当用户提交订单时即视为用户向好修修发出了购买订单商品的要约；</b></p>
    <p><b>(2)系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向好修修发出的合同要约；好修修收到您的订单信息后，只有在好修修将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与好修修之间就实际直接向您发出的商品建立了合同关系；</b></p>
    <p><b>(3)如果您在一份订单里订购了多种商品并且好修修只给您发出了部分商品时，您与好修修之间仅就实际直接向您发出的商品建立了合同关系；只有在好修修实际直接向您发出了订单中订购的其他商品时，您和好修修之间就订单中该其他已实际直接向您发出的商品才成立合同关系。</b></p>
    <p>5.3<b>由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品发生缺货，您有权取消订单。
    </b></p>
    <p class="p10"><b>六、配送</b></p>
    <p>6.1销售方将会把商品（货物）送到您所指定的收货地址，或送到物流公司指定的各提货点，由用户自行去提货点提货。所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。</p>
    <p>6.2请清楚、准确地填写您的真实姓名、所属城市及联系方式。因如下情况造成订单延迟或无法配送等，销售方不承担延迟配送的责任</p>
    <p></p>
  </div>
</template>

<script>
    export default {
        name: "protocol"
    }
</script>

<style scoped>
  .agreementpreview {
    width: 1200px;
    height:100%;
    overflow:auto;
    margin: 0 auto;
  }
  .p10{
    padding-top:10px;
  }
</style>
