<template>
  <div class="agreementpreview agr-content">
    <!--<p style="text-align: center;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">《好修修用户协议》</span></strong><span style="font-size: 12px;">&nbsp;</span></p>-->
    <p style="margin-top:10px;margin-bottom:10px;">亲爱的用户，欢迎您使用好修修软件及服务！</p>
    <b>【重要须知】</b><br/>
    <div style="height:10px;"></div>
    <p>
      请您在使用本软件之前，认真阅读、并充分理解好修修软件许可及服务协议（以下简称“本协议”）及各条款内容，尤其需关注免除或者限制责任的条款，并确认是否接受。<b>
      用户的下载、安装、使用、帐号获取和登录等行为将视为已接受本协议所有条款及其约束。与此同时，用户在使用本系统软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），用户在使用该项服务前请阅读并同意相关的单独协议；用户使用前述特定服务，即视为您已阅读并同意接受相关单独协议。
    </b>
    </p>
    <p class="p10"><b>本协议具有合同效力，您应当阅读并遵守本协议。请您务必仔细阅读、充分理解各条款内容，特别是以黑体加粗形式提示您注意的条款。</b></p>
    <p class="p10"><b>本协议可由好修修随时更新，用户应当及时关注并同意，本站不承担通知义务。本站的通知、公告、声明或其它类似内容是本协议的一部分。</b></p>
    <p class="p10"><b>一、总则</b></p>
    <p>
      1.1 本协议是由好修修（网址：www.hoxiuxiu.com）（包括PC端、移动端及应用程序）的用户（以下简称“用户或您”）与好修修的运营方，即上海衡益网络技术有限公司及其关联公司（以下简称“衡益”）之间，就网站交易服务等相关事宜共同缔结。
    </p>
    <p>
      1.2 好修修系统软件及服务是衡益提供的在包括PC终端设备、短信上使用，包括但不限于安装在ios、android等多个应用版本上的系统软件和服务，为使用该智能终端的用户提供好修修系统软件和服务等。
    </p>
    <p>
      1.3 好修修系统软件及服务的所有权和运营权均归衡益所有。
    </p>
    <p>
      1.4 在好修修使用服务和（或）购买产品的同时，您也承认了您拥有购买、使用相关产品的权利和行为能力，并且对您在订单和（或）服务中提供的所有信息的真实性负责。
    </p>
    <p class="p10"><b>二、服务内容</b></p>
    <p>2.1 好修修的具体内容由本站根据实际情况提供。</p>
    <p>2.2 本站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
    <p class="p10"><b>三、用户帐号</b></p>
    <p>3.1用户应自行诚信地提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，且衡益保留终止用户使用好修修各项服务的权利。</p>
    <p>3.2 经本站注册系统完成注册程序并通过身份认证的用户即成为正式用户，可以获得本站规定用户所应享有的一切权限。衡益有权对会员的权限设计进行变更。</p>
    <p>3.2 用户只能按照注册要求使用常用手机注册。用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本站不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本站。因黑客行为或用户的保管疏忽导致帐号非法使用，本站不承担任何责任。</p>
    <p>3.3衡益只允许每位用户使用一个好修修账户。使用同一手机号码、支付账号、移动设备、银行卡等，或经好修修排查认定多个账户实际控制人为同一人的，视为同一账户。如有证据证明或衡益有理由相信您存在注册或使用多个好修修账户的情形，衡益有权采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给好修修及相关方造成损失的，您还应承担赔偿责任。</p>
    <p>3.4用户同意，好修修拥有通过邮件、短信、电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
    <p class="p10"><b>四、商品信息</b></p>
    <p>本站上的商品价格、数量和可获性等商品信息都在本站上指明，这类信息将随时都有可能发生变动，本站不作特别通知。本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解。</p>
    <p class="p10"><b>五、订单</b></p>
    <p>5.1当您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系电话、地址、收货人等信息。收货人与您本人不一致的，收货人的行为视为您的行为，您对收货人的行为承担连带责任。您提交订单即表示对订单中所确认的订购商品、联系信息等信息的准确性负责。
      <b>如果因为您提供的信息错误，导致未能如约定享受好修修提供的产品和服务的，由此造成的损失需由您自行承担。</b>
    </p>
    <p>5.2您理解并认可好修修网站上的订单生效规则：</p>
    <p><b>(1)好修修网站上展示的商品和价格等信息仅构成要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容，当用户提交订单时即视为用户向好修修发出了购买订单商品的要约；</b></p>
    <p><b>(2)系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向好修修发出的合同要约；好修修收到您的订单信息后，只有在好修修将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与好修修之间就实际直接向您发出的商品建立了合同关系；</b></p>
    <p><b>(3)如果您在一份订单里订购了多种商品并且好修修只给您发出了部分商品时，您与好修修之间仅就实际直接向您发出的商品建立了合同关系；只有在好修修实际直接向您发出了订单中订购的其他商品时，您和好修修之间就订单中该其他已实际直接向您发出的商品才成立合同关系。</b></p>
    <p>5.3<b>由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品发生缺货，您有权取消订单。
    </b></p>
    <p class="p10"><b>六、配送</b></p>
    <p>6.1销售方将会把商品（货物）送到您所指定的收货地址，或送到物流公司指定的各提货点，由用户自行去提货点提货。所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。</p>
    <p>6.2请清楚、准确地填写您的真实姓名、所属城市及联系方式。因如下情况造成订单延迟或无法配送等，销售方不承担延迟配送的责任:</p>
    <p>(1)用户提供的信息错误、地址不详细等原因导致的；</p>
    <p>(2)货物送达后无人签收或提取，导致无法配送或延迟配送的。</p>
    <p>(3)不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。</p>
    <p class="p10"><b>七、用户行为规范</b></p>
    <p>7.1 用户需遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。 </p>
    <p>7.2<b>用户需遵守《机动车维修管理规定》（交通运输部令2016年第37号）第二十一条规定，机动车维修经营者应当按照经批准的行政许可事项开展维修服务。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第一章　总　则</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第一条为规范机动车维修经营活动，维护机动车维修市场秩序，保护机动车维修各方当事人的合法权益，保障机动车运行安全，保护环境，节约能源，促进机动车维修业的健康发展，根据《中华人民共和国道路运输条例》及有关法律、行政法规的规定，制定本规定。</b></p>
    <p class="index2"><b>本规定所称机动车维修经营，是指以维持或者恢复机动车技术状况和正常功能，延长机动车使用寿命为作业任务所进行的维护、修理以及维修救援等相关经营活动。</b></p>
    <p class="index2"><b>第三条机动车维修经营者应当依法经营，诚实信用，公平竞争，优质服务，落实安全生产主体责任和维修质量主体责任。</b></p>
    <p class="index2"><b>第四条机动车维修管理，应当公平、公正、公开和便民。 </b></p>
    <p class="index2"><b>第五条任何单位和个人不得封锁或者垄断机动车维修市场。</b></p>
    <p class="index2"><b>托修方有权自主选择维修经营者进行维修。除汽车生产厂家履行缺陷汽车产品召回、汽车质量“三包”责任外，任何单位和个人不得强制或者变相强制指定维修经营者。 </b></p>
    <p class="index2"><b>鼓励机动车维修企业实行集约化、专业化、连锁经营，促进机动车维修业的合理分工和协调发展。 </b></p>
    <p class="index2"><b>鼓励推广应用机动车维修环保、节能、不解体检测和故障诊断技术，推进行业信息化建设和救援、维修服务网络化建设，提高机动车维修行业整体素质，满足社会需要。 </b></p>
    <p class="index2"><b>鼓励机动车维修企业优先选用具备机动车检测维修国家职业资格的人员，并加强技术培训，提升从业人员素质。 </b></p>
    <p class="index2"><b>第六条交通运输部主管全国机动车维修管理工作。</b></p>
    <p class="index2"><b>县级以上地方人民政府交通运输主管部门负责组织领导本行政区域的机动车维修管理工作。 </b></p>
    <p class="index2"><b>县级以上道路运输管理机构负责具体实施本行政区域内的机动车维修管理工作。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第二章　经营许可</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第七条机动车维修经营依据维修车型种类、服务能力和经营项目实行分类许可。 </b></p>
    <p class="index2"><b>机动车维修经营业务根据维修对象分为汽车维修经营业务、危险货物运输车辆维修经营业务、摩托车维修经营业务和其他机动车维修经营业务四类。 </b></p>
    <p class="index2"><b>汽车维修经营业务、其他机动车维修经营业务根据经营项目和服务能力分为一类维修经营业务、二类维修经营业务和三类维修经营业务。</b></p>
    <p class="index2"><b>摩托车维修经营业务根据经营项目和服务能力分为一类维修经营业务和二类维修经营业务。</b></p>
    <p class="index2"><b>第八条获得一类、二类汽车维修经营业务或者其他机动车维修经营业务许可的，可以从事相应车型的整车修理、总成修理、整车维护、小修、维修救援、专项修理和维修竣工检验工作；获得三类汽车维修经营业务（含汽车综合小修）、三类其他机动车维修经营业务许可的，可以分别从事汽车综合小修或者发动机维修、车身维修、电气系统维修、自动变速器维修、轮胎动平衡及修补、四轮定位检测调整、汽车润滑与养护、喷油泵和喷油器维修、曲轴修磨、气缸镗磨、散热器维修、空调维修、汽车美容装潢、汽车玻璃安装及修复等汽车专项维修工作。具体有关经营项目按照《汽车维修业开业条件》（GB/T 16739）相关条款的规定执行。</b></p>
    <p class="index2"><b>第九条获得一类摩托车维修经营业务许可的，可以从事摩托车整车修理、总成修理、整车维护、小修、专项修理和竣工检验工作；获得二类摩托车维修经营业务许可的，可以从事摩托车维护、小修和专项修理工作。</b></p>
    <p class="index2"><b>第十条获得危险货物运输车辆维修经营业务许可的，除可以从事危险货物运输车辆维修经营业务外，还可以从事一类汽车维修经营业务。</b></p>
    <p class="index2"><b>第十一条申请从事汽车维修经营业务或者其他机动车维修经营业务的，应当符合下列条件： </b></p>
    <p class="index2"><b>（一）有与其经营业务相适应的维修车辆停车场和生产厂房。租用的场地应当有书面的租赁合同，且租赁期限不得少于1年。停车场和生产厂房面积按照国家标准《汽车维修业开业条件》（GB/T16739）相关条款的规定执行。</b></p>
    <p class="index2"><b>（二）有与其经营业务相适应的设备、设施。所配备的计量设备应当符合国家有关技术标准要求，并经法定检定机构检定合格。从事汽车维修经营业务的设备、设施的具体要求按照国家标准《汽车维修业开业条件》（GB/T16739）相关条款的规定执行；从事其他机动车维修经营业务的设备、设施的具体要求，参照国家标准《汽车维修业开业条件》（GB/T16739）执行，但所配备设施、设备应与其维修车型相适应。</b></p>
    <p class="index2"><b>（三）有必要的技术人员：</b></p>
    <p class="index2"><b>　1.从事一类和二类维修业务的应当各配备至少1名技术负责人员、质量检验人员、业务接待人员以及从事机修、电器、钣金、涂漆的维修技术人员。技术负责人员应当熟悉汽车或者其他机动车维修业务，并掌握汽车或者其他机动车维修及相关政策法规和技术规范；质量检验人员应当熟悉各类汽车或者其他机动车维修检测作业规范，掌握汽车或者其他机动车维修故障诊断和质量检验的相关技术，熟悉汽车或者其他机动车维修服务收费标准及相关政策法规和技术规范，并持有与承修车型种类相适应的机动车驾驶证；从事机修、电器、钣金、涂漆的维修技术人员应当熟悉所从事工种的维修技术和操作规范，并了解汽车或者其他机动车维修及相关政策法规。各类技术人员的配备要求按照《汽车维修业开业条件》（GB/T 16739）相关条款的规定执行</b></p>
    <p class="index2"><b>2.从事三类维修业务的，按照其经营项目分别配备相应的机修、电器、钣金、涂漆的维修技术人员；从事汽车综合小修、发动机维修、车身维修、电气系统维修、自动变速器维修的，还应当配备技术负责人员和质量检验人员。各类技术人员的配备要求按照国家标准《汽车维修业开业条件》（GB/T 16739）相关条款的规定执行。 </b></p>
    <p class="index2"><b>（四）有健全的维修管理制度。包括质量管理制度、安全生产管理制度、车辆维修档案管理制度、人员培训制度、设备管理制度及配件管理制度。具体要求按照国家标准《汽车维修业开业条件》（GB/T16739）相关条款的规定执行。</b></p>
    <p class="index2"><b>（五）有必要的环境保护措施。具体要求按照国家标准《汽车维修业开业条件》（GB/T16739）相关条款的规定执行。</b></p>
    <p class="index2"><b>第十二条从事危险货物运输车辆维修的汽车维修经营者，除具备汽车维修经营一类维修经营业务的开业条件外，还应当具备下列条件：</b></p>
    <p class="index2"><b>（一）有与其作业内容相适应的专用维修车间和设备、设施，并设置明显的指示性标志；</b></p>
    <p class="index2"><b>（二）有完善的突发事件应急预案，应急预案包括报告程序、应急指挥以及处置措施等内容；</b></p>
    <p class="index2"><b>（三）有相应的安全管理人员；</b></p>
    <p class="index2"><b>（四）有齐全的安全操作规程。</b></p>
    <p class="index2"><b>本规定所称危险货物运输车辆维修，是指对运输易燃、易爆、腐蚀、放射性、剧毒等性质货物的机动车维修，不包含对危险货物运输车辆罐体的维修。 </b></p>
    <p class="index2"><b>第十三条申请从事摩托车维修经营的，应当符合下列条件：</b></p>
    <p class="index2"><b>（一）有与其经营业务相适应的摩托车维修停车场和生产厂房。租用的场地应有书面的租赁合同，且租赁期限不得少于1年。停车场和生产厂房的面积按照国家标准《摩托车维修业开业条件》（GB/T18189）相关条款的规定执行。</b></p>
    <p class="index2"><b>（二）有与其经营业务相适应的设备、设施。所配备的计量设备应符合国家有关技术标准要求，并经法定检定机构检定合格。具体要求按照国家标准《摩托车维修业开业条件》（GB/T18189）相关条款的规定执行。</b></p>
    <p class="index2"><b>（三）有必要的技术人员：</b></p>
    <p class="index2"><b>1.从事一类维修业务的应当至少有1名质量检验人员。质量检验人员应当熟悉各类摩托车维修检测作业规范，掌握摩托车维修故障诊断和质量检验的相关技术，熟悉摩托车维修服务收费标准及相关政策法规和技术规范。</b></p>
    <p class="index2"><b>2.按照其经营业务分别配备相应的机修、电器、钣金、涂漆的维修技术人员。机修、电器、钣金、涂漆的维修技术人员应当熟悉所从事工种的维修技术和操作规范，并了解摩托车维修及相关政策法规。</b></p>
    <p class="index2"><b>（四）有健全的维修管理制度。包括质量管理制度、安全生产管理制度、摩托车维修档案管理制度、人员培训制度、设备管理制度及配件管理制度。具体要求按照国家标准《摩托车维修业开业条件》（GB/T18189）相关条款的规定执行。</b></p>
    <p class="index2"><b>（五）有必要的环境保护措施。具体要求按照国家标准《摩托车维修业开业条件》（GB/T18189）相关条款的规定执行。</b></p>
    <p class="index2"><b>第十四条申请从事机动车维修经营的，应当向所在地的县级道路运输管理机构提出申请，并提交下列材料：</b></p>
    <p class="index2"><b>（一）《交通行政许可申请书》、有关维修经营申请者的营业执照原件和复印件；</b></p>
    <p class="index2"><b>（二）经营场地（含生产厂房和业务接待室）、停车场面积材料、土地使用权及产权证明原件和复印件；</b></p>
    <p class="index2"><b>（三）技术人员汇总表，以及各相关人员的学历、技术职称或职业资格证明等文件原件和复印件；</b></p>
    <p class="index2"><b>（四）维修检测设备及计量设备检定合格证明原件和复印件；</b></p>
    <p class="index2"><b>（五）按照汽车、其他机动车、危险货物运输车辆、摩托车维修经营，分别提供本规定第十一条、第十二条、第十三条规定条件的其他相关材料。</b></p>
    <p class="index2"><b>第十五条道路运输管理机构应当按照《中华人民共和国道路运输条例》和《交通行政许可实施程序规定》规范的程序实施机动车维修经营的行政许可。 </b></p>
    <p class="index2"><b>第十六条道路运输管理机构对机动车维修经营申请予以受理的，应当自受理申请之日起15日内作出许可或者不予许可的决定。符合法定条件的，道路运输管理机构作出准予行政许可的决定，向申请人出具《交通行政许可决定书》，在10日内向被许可人颁发机动车维修经营许可证件，明确许可事项；不符合法定条件的，道路运输管理机构作出不予许可的决定，向申请人出具《不予交通行政许可决定书》，说明理由，并告知申请人享有依法申请行政复议或者提起行政诉讼的权利。</b></p>
    <p class="index2"><b>机动车维修经营者应当在取得相应工商登记执照后，向道路运输管理机构申请办理机动车维修经营许可手续。</b></p>
    <p class="index2"><b>第十七条申请机动车维修连锁经营服务网点的，可由机动车维修连锁经营企业总部向连锁经营服务网点所在地县级道路运输管理机构提出申请，提交下列材料，并对材料真实性承担相应的法律责任：</b></p>
    <p class="index2"><b>（一）机动车维修连锁经营企业总部机动车维修经营许可证件复印件；</b></p>
    <p class="index2"><b>（二）连锁经营协议书副本；</b></p>
    <p class="index2"><b>（三）连锁经营的作业标准和管理手册；</b></p>
    <p class="index2"><b>（四）连锁经营服务网点符合机动车维修经营相应开业条件的承诺书。</b></p>
    <p class="index2"><b>道路运输管理机构在查验申请资料齐全有效后，应当场或在5日内予以许可，并发给相应许可证件。连锁经营服务网点的经营许可项目应当在机动车维修连锁经营企业总部许可项目的范围内。</b></p>
    <p class="index2"><b>第十八条机动车维修经营许可证件实行有效期制。从事一、二类汽车维修业务和一类摩托车维修业务的证件有效期为6年；从事三类汽车维修业务、二类摩托车维修业务及其他机动车维修业务的证件有效期为3年。</b></p>
    <p class="index2"><b>机动车维修经营许可证件由各省、自治区、直辖市道路运输管理机构统一印制并编号，县级道路运输管理机构按照规定发放和管理。</b></p>
    <p class="index2"><b>第十九条机动车维修经营者应当在许可证件有效期届满前30日到作出原许可决定的道路运输管理机构办理换证手续。</b></p>
    <p class="index2"><b>第二十条机动车维修经营者变更经营资质、经营范围、经营地址、有效期限等许可事项的，应当向作出原许可决定的道路运输管理机构提出申请；符合本章规定许可条件、标准的，道路运输管理机构依法办理变更手续。</b></p>
    <p class="index2"><b>机动车维修经营者变更名称、法定代表人等事项的，应当向作出原许可决定的道路运输管理机构备案。</b></p>
    <p class="index2"><b>机动车维修经营者需要终止经营的，应当在终止经营前30日告知作出原许可决定的道路运输管理机构办理注销手续。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第三章　维修经营</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第二十一条机动车维修经营者应当按照经批准的行政许可事项开展维修服务。</b></p>
    <p class="index2"><b>第二十二条机动车维修经营者应当将机动车维修经营许可证件和《机动车维修标志牌》（见附件1）悬挂在经营场所的醒目位置。</b></p>
    <p class="index2"><b>《机动车维修标志牌》由机动车维修经营者按照统一式样和要求自行制作。</b></p>
    <p class="index2"><b>第二十三条机动车维修经营者不得擅自改装机动车，不得承修已报废的机动车，不得利用配件拼装机动车。</b></p>
    <p class="index2"><b>托修方要改变机动车车身颜色，更换发动机、车身和车架的，应当按照有关法律、法规的规定办理相关手续，机动车维修经营者在查看相关手续后方可承修。</b></p>
    <p class="index2"><b>第二十四条机动车维修经营者应当加强对从业人员的安全教育和职业道德教育，确保安全生产。</b></p>
    <p class="index2"><b>机动车维修从业人员应当执行机动车维修安全生产操作规程，不得违章作业。</b></p>
    <p class="index2"><b>第二十五条机动车维修产生的废弃物，应当按照国家的有关规定进行处理。</b></p>
    <p class="index2"><b>第二十六条机动车维修经营者应当公布机动车维修工时定额和收费标准，合理收取费用。 </b></p>
    <p class="index2"><b>机动车维修工时定额可按各省机动车维修协会等行业中介组织统一制定的标准执行，也可按机动车维修经营者报所在地道路运输管理机构备案后的标准执行，也可按机动车生产厂家公布的标准执行。当上述标准不一致时，优先适用机动车维修经营者备案的标准。</b></p>
    <p class="index2"><b>机动车维修经营者应当将其执行的机动车维修工时单价标准报所在地道路运输管理机构备案。</b></p>
    <p class="index2"><b>机动车生产厂家在新车型投放市场后六个月内，有义务向社会公布其维修技术信息和工时定额。具体要求按照国家有关部门关于汽车维修技术信息公开的规定执行。</b></p>
    <p class="index2"><b>第二十七条机动车维修经营者应当使用规定的结算票据，并向托修方交付维修结算清单。维修结算清单中，工时费与材料费应当分项计算。维修结算清单标准规范格式由交通运输部制定。</b></p>
    <p class="index2"><b>机动车维修经营者不出具规定的结算票据和结算清单的，托修方有权拒绝支付费用。</b></p>
    <p class="index2"><b>第二十八条机动车维修经营者应当按照规定，向道路运输管理机构报送统计资料。</b></p>
    <p class="index2"><b>道路运输管理机构应当为机动车维修经营者保守商业秘密。</b></p>
    <p class="index2"><b>第二十九条机动车维修连锁经营企业总部应当按照统一采购、统一配送、统一标识、统一经营方针、统一服务规范和价格的要求，建立连锁经营的作业标准和管理手册，加强对连锁经营服务网点经营行为的监管和约束，杜绝不规范的商业行为。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第四章　质量管理</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第三十条机动车维修经营者应当按照国家、行业或者地方的维修标准和规范进行维修。尚无标准或规范的，可参照机动车生产企业提供的维修手册、使用说明书和有关技术资料进行维修。</b></p>
    <p class="index2"><b>第三十一条机动车维修经营者不得使用假冒伪劣配件维修机动车。 </b></p>
    <p class="index2"><b>机动车维修配件实行追溯制度。机动车维修经营者应当记录配件采购、使用信息，查验产品合格证等相关证明，并按规定留存配件来源凭证。</b></p>
    <p class="index2"><b>托修方、维修经营者可以使用同质配件维修机动车。同质配件是指，产品质量等同或者高于装车零部件标准要求，且具有良好装车性能的配件。</b></p>
    <p class="index2"><b>机动车维修经营者对于换下的配件、总成，应当交托修方自行处理。</b></p>
    <p class="index2"><b>机动车维修经营者应当将原厂配件、同质配件和修复配件分别标识，明码标价，供用户选择。 </b></p>
    <p class="index2"><b>第三十二条机动车维修经营者对机动车进行二级维护、总成修理、整车修理的，应当实行维修前诊断检验、维修过程检验和竣工质量检验制度。</b></p>
    <p class="index2"><b>承担机动车维修竣工质量检验的机动车维修企业或机动车综合性能检测机构应当使用符合有关标准并在检定有效期内的设备，按照有关标准进行检测，如实提供检测结果证明，并对检测结果承担法律责任。</b></p>
    <p class="index2"><b>第三十三条机动车维修竣工质量检验合格的，维修质量检验人员应当签发《机动车维修竣工出厂合格证》（见附件2）；未签发机动车维修竣工出厂合格证的机动车，不得交付使用，车主可以拒绝交费或接车。 </b></p>
    <p class="index2"><b>第三十四条机动车维修经营者应当建立机动车维修档案，并实行档案电子化管理。维修档案应当包括：维修合同（托修单）、维修项目、维修人员及维修结算清单等。对机动车进行二级维护、总成修理、整车修理的，维修档案还应当包括：质量检验单、质量检验人员、竣工出厂合格证（副本）等。 </b></p>
    <p class="index2"><b>机动车维修经营者应当按照规定如实填报、及时上传承修机动车的维修电子数据记录至国家有关汽车电子健康档案系统。机动车生产厂家或者第三方开发、提供机动车维修服务管理系统的，应当向汽车电子健康档案系统开放相应数据接口。</b></p>
    <p class="index2"><b>机动车托修方有权查阅机动车维修档案。</b></p>
    <p class="index2"><b>第三十五条道路运输管理机构应当加强机动车维修从业人员管理，建立健全从业人员信用档案，加强从业人员诚信监管。</b></p>
    <p class="index2"><b>机动车维修经营者应当加强从业人员从业行为管理，促进从业人员诚信、规范从业维修。 </b></p>
    <p class="index2"><b>第三十六条道路运输管理机构应当加强对机动车维修经营的质量监督和管理，采用定期检查、随机抽样检测检验的方法，对机动车维修经营者维修质量进行监督。</b></p>
    <p class="index2"><b>道路运输管理机构可以委托具有法定资格的机动车维修质量监督检验单位，对机动车维修质量进行监督检验。</b></p>
    <p class="index2"><b>第三十七条机动车维修实行竣工出厂质量保证期制度。</b></p>
    <p class="index2"><b>汽车和危险货物运输车辆整车修理或总成修理质量保证期为车辆行驶20000公里或者100日；二级维护质量保证期为车辆行驶5000公里或者30日；一级维护、小修及专项修理质量保证期为车辆行驶2000公里或者10日。</b></p>
    <p class="index2"><b>摩托车整车修理或者总成修理质量保证期为摩托车行驶7000公里或者80日；维护、小修及专项修理质量保证期为摩托车行驶800公里或者10日。</b></p>
    <p class="index2"><b>其他机动车整车修理或者总成修理质量保证期为机动车行驶6000公里或者60日；维护、小修及专项修理质量保证期为机动车行驶700公里或者7日。</b></p>
    <p class="index2"><b>质量保证期中行驶里程和日期指标，以先达到者为准。</b></p>
    <p class="index2"><b>机动车维修质量保证期，从维修竣工出厂之日起计算。</b></p>
    <p class="index2"><b>第三十八条在质量保证期和承诺的质量保证期内，因维修质量原因造成机动车无法正常使用，且承修方在3日内不能或者无法提供因非维修原因而造成机动车无法使用的相关证据的，机动车维修经营者应当及时无偿返修，不得故意拖延或者无理拒绝。</b></p>
    <p class="index2"><b>在质量保证期内，机动车因同一故障或维修项目经两次修理仍不能正常使用的，机动车维修经营者应当负责联系其他机动车维修经营者，并承担相应修理费用。</b></p>
    <p class="index2"><b>第三十九条机动车维修经营者应当公示承诺的机动车维修质量保证期。所承诺的质量保证期不得低于第三十七条的规定。</b></p>
    <p class="index2"><b>第四十条道路运输管理机构应当受理机动车维修质量投诉，积极按照维修合同约定和相关规定调解维修质量纠纷。</b></p>
    <p class="index2"><b>第四十一条机动车维修质量纠纷双方当事人均有保护当事车辆原始状态的义务。必要时可拆检车辆有关部位，但双方当事人应同时在场，共同认可拆检情况。</b></p>
    <p class="index2"><b>第四十二条对机动车维修质量的责任认定需要进行技术分析和鉴定，且承修方和托修方共同要求道路运输管理机构出面协调的，道路运输管理机构应当组织专家组或委托具有法定检测资格的检测机构作出技术分析和鉴定。鉴定费用由责任方承担。</b></p>
    <p class="index2"><b>第四十三条对机动车维修经营者实行质量信誉考核制度。机动车维修质量信誉考核办法另行制定。</b></p>
    <p class="index2"><b>机动车维修质量信誉考核内容应当包括经营者基本情况、经营业绩（含奖励情况）、不良记录等</b></p>
    <p class="index2"><b>第四十四条道路运输管理机构应当建立机动车维修企业诚信档案。机动车维修质量信誉考核结果是机动车维修诚信档案的重要组成部分。</b></p>
    <p class="index2"><b>道路运输管理机构建立的机动车维修企业诚信信息，除涉及国家秘密、商业秘密外，应当依法公开，供公众查阅。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第五章　监督检查</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第四十五条道路运输管理机构应当加强对机动车维修经营活动的监督检查。</b></p>
    <p class="index2"><b>道路运输管理机构应当依法履行对维修经营者所取得维修经营许可的监管职责，定期核对许可登记事项和许可条件。对许可登记内容发生变化的，应当依法及时变更；对不符合法定条件的，应当责令限期改正。</b></p>
    <p class="index2"><b>道路运输管理机构的工作人员应当严格按照职责权限和程序进行监督检查，不得滥用职权、徇私舞弊，不得乱收费、乱罚款。</b></p>
    <p class="index2"><b>第四十六条道路运输管理机构应当积极运用信息化技术手段，科学、高效地开展机动车维修管理工作。</b></p>
    <p class="index2"><b>第四十七条道路运输管理机构的执法人员在机动车维修经营场所实施监督检查时，应当有2名以上人员参加，并向当事人出示交通运输部监制的交通行政执法证件。</b></p>
    <p class="index2"><b>道路运输管理机构实施监督检查时，可以采取下列措施：</b></p>
    <p class="index2"><b>（一）询问当事人或者有关人员，并要求其提供有关资料；</b></p>
    <p class="index2"><b>（二）查询、复制与违法行为有关的维修台帐、票据、凭证、文件及其他资料，核对与违法行为有关的技术资料；</b></p>
    <p class="index2"><b>（三）在违法行为发现场所进行摄影、摄像取证；</b></p>
    <p class="index2"><b>（四）检查与违法行为有关的维修设备及相关机具的有关情况。</b></p>
    <p class="index2"><b>检查的情况和处理结果应当记录，并按照规定归档。当事人有权查阅监督检查记录。</b></p>
    <p class="index2"><b>第四十八条从事机动车维修经营活动的单位和个人，应当自觉接受道路运输管理机构及其工作人员的检查，如实反映情况，提供有关资料。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第六章　法律责任</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第四十九条违反本规定，有下列行为之一，擅自从事机动车维修相关经营活动的，由县级以上道路运输管理机构责令其停止经营；有违法所得的，没收违法所得，处违法所得2倍以上10倍以下的罚款；没有违法所得或者违法所得不足1万元的，处2万元以上5万元以下的罚款；构成犯罪的，依法追究刑事责任： </b></p>
    <p class="index2"><b>（一）未取得机动车维修经营许可，非法从事机动车维修经营的；</b></p>
    <p class="index2"><b>（二）使用无效、伪造、变造机动车维修经营许可证件，非法从事机动车维修经营的； </b></p>
    <p class="index2"><b>（三）超越许可事项，非法从事机动车维修经营的。</b></p>
    <p class="index2"><b>第五十条违反本规定，机动车维修经营者非法转让、出租机动车维修经营许可证件的，由县级以上道路运输管理机构责令停止违法行为，收缴转让、出租的有关证件，处以2000元以上1万元以下的罚款；有违法所得的，没收违法所得。</b></p>
    <p class="index2"><b>对于接受非法转让、出租的受让方，应当按照第四十九条的规定处罚。</b></p>
    <p class="index2"><b>第五十一条违反本规定，机动车维修经营者使用假冒伪劣配件维修机动车，承修已报废的机动车或者擅自改装机动车的，由县级以上道路运输管理机构责令改正，并没收假冒伪劣配件及报废车辆；有违法所得的，没收违法所得，处违法所得2倍以上10倍以下的罚款；没有违法所得或者违法所得不足1万元的，处2万元以上5万元以下的罚款，没收假冒伪劣配件及报废车辆；情节严重的，由原许可机关吊销其经营许可；构成犯罪的，依法追究刑事责任。 </b></p>
    <p class="index2"><b>第五十二条违反本规定，机动车维修经营者签发虚假或者不签发机动车维修竣工出厂合格证的，由县级以上道路运输管理机构责令改正；有违法所得的，没收违法所得，处以违法所得2倍以上10倍以下的罚款；没有违法所得或者违法所得不足3000元的，处以5000元以上2万元以下的罚款；情节严重的，由许可机关吊销其经营许可；构成犯罪的，依法追究刑事责任。</b></p>
    <p class="index2"><b>第五十三条违反本规定，有下列行为之一的，由县级以上道路运输管理机构责令其限期整改；限期整改不合格的，予以通报：</b></p>
    <p class="index2"><b>（一）机动车维修经营者未按照规定执行机动车维修质量保证期制度的； </b></p>
    <p class="index2"><b>（二）机动车维修经营者未按照有关技术规范进行维修作业的；</b></p>
    <p class="index2"><b>（三）伪造、转借、倒卖机动车维修竣工出厂合格证的；</b></p>
    <p class="index2"><b>（四）机动车维修经营者只收费不维修或者虚列维修作业项目的；</b></p>
    <p class="index2"><b>（五）机动车维修经营者未在经营场所醒目位置悬挂机动车维修经营许可证件和机动车维修标志牌的；</b></p>
    <p class="index2"><b>（六）机动车维修经营者未在经营场所公布收费项目、工时定额和工时单价的；</b></p>
    <p class="index2"><b>（七）机动车维修经营者超出公布的结算工时定额、结算工时单价向托修方收费的；</b></p>
    <p class="index2"><b>（八）机动车维修经营者未按规定建立电子维修档案，或者未及时上传维修电子数据记录至国家有关汽车电子健康档案系统的；</b></p>
    <p class="index2"><b>（九）违反本规定其他有关规定的。</b></p>
    <p class="index2"><b>第五十四条违反本规定，道路运输管理机构的工作人员有下列情形之一的，由同级地方人民政府交通运输主管部门依法给予行政处分；构成犯罪的，依法追究刑事责任：</b></p>
    <p class="index2"><b>（一）不按照规定的条件、程序和期限实施行政许可的；</b></p>
    <p class="index2"><b>（二）参与或者变相参与机动车维修经营业务的；</b></p>
    <p class="index2"><b>（三）发现违法行为不及时查处的；</b></p>
    <p class="index2"><b>（四）索取、收受他人财物或谋取其他利益的；</b></p>
    <p class="index2"><b>（五）其他违法违纪行为。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">第七章　附　则</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2"><b>第五十五条外商在中华人民共和国境内申请中外合资、中外合作、独资形式投资机动车维修经营的，应同时遵守《外商投资道路运输业管理规定》及相关法律、法规的规定。</b></p>
    <p class="index2"><b>第五十六条机动车维修经营许可证件等相关证件工本费收费标准由省级人民政府财政部门、价格主管部门会同同级交通运输主管部门核定。</b></p>
    <p class="index2"><b>第五十七条本规定自2005年8月1日起施行。经商国家发展和改革委员会、国家工商行政管理总局同意，1986年12月12日交通部、原国家经委、原国家工商行政管理局发布的《汽车维修行业管理暂行办法》同时废止，1991年4月10日交通部颁布的《汽车维修质量管理办法》同时废止。</b></p>
    <p class="index2">7.3<b>根据《机动车维修管理规定》（交通运输部令2016年第37号）第三十四条规定，机动车维修经营者应当按照规定如实填报、及时上传承修机动车的维修电子数据记录至系统。机动车维修经营者在完成结算后应实时上传汽车维修电子记录信息，最迟不得超过24小时。</b></p>
    <p class="index2">7.4 用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在好修修任何页面发布、转载、传送含有下列内容之一的信息，否则本站有权自行处理并不通知用户：</p>
    <p class="index2">(1)违反宪法确定的基本原则的；</p>
    <p class="index2">(2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；</p>
    <p class="index2">(3)损害国家荣誉和利益的； </p>
    <p class="index2">(4)煽动民族仇恨、民族歧视，破坏民族团结的； </p>
    <p class="index2">(5)破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
    <p class="index2">(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p class="index2">(7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
    <p class="index2">(8)侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p class="index2">(9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
    <p class="index2">(10)以非法民间组织名义活动的</p>
    <p class="index2">(11)含有法律、行政法规禁止的其他内容的。</p>
    <p class="index2">7.5 用户承诺对其发表或者上传于本站的所有信息（即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等）均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本站被第三人索赔的，用户应全额补偿本站一切费用（包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用）；</p>
    <p class="index2">7.6 当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本站发送权利通知书时，用户同意本站可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本站将不会自动恢复上述删除的信息；</p>
    <p class="index2">(1)不得为任何非法目的而使用网络服务系统；</p>
    <p class="index2">(2)遵守所有与网络服务有关的网络协议、规定和程序； </p>
    <p class="index2">(3)不得利用本站进行任何可能对互联网的正常运转造成不利影响的行为； </p>
    <p class="index2">(4)不得利用本站进行任何不利于本站的行为。</p>
    <p class="index2">7.7 如用户在使用网络服务时违反上述任何规定，好修修有权要求用户改正或直接采取一切必要的措施（包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利）以减轻用户不当行为而造成的影响。<b>您须对自己在网上的言论和行为承担法律责任，您若在好修修上散布和传播反动、色情或其它违反国家法律的信息，好修修的系统记录有可能作为您违反法律的证据。</b></p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">八、隐私保护</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2">8.1<b>您知悉并同意，为方便您使用好修修相关服务，好修修将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、配送地址、联系方式、通讯录、相册、日历、定位信息等。</b></p>
    <p class="index2">8.2<b>好修修不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本站的非公开内容，但下列情况除外：</b></p>
    <p class="index2"><b>(1)事先获得用户的明确授权；</b></p>
    <p class="index2"><b>(2)根据有关的法律法规要求；</b></p>
    <p class="index2"><b>(3)按照相关政府主管部门的要求；</b></p>
    <p class="index2"><b>(4)为维护社会公众的利益；</b></p>
    <p class="index2"><b>(5)本协议或其他条款另有约定。</b></p>
    <p class="index2">8.3<b>您充分理解并同意：</b></p>
    <p class="index2">(1)接收通过邮件、短信、电话等形式，向在好修修注册、购物的用户、收货人发送的订单信息、促销活动等内容；</p>
    <p class="index2">(2)为配合行政监管机关、司法机关执行工作，在法律规定范围内，好修修有权向上述行政、司法机关提供您在使用好修修时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等；</p>
    <p class="index2">(3)好修修依法保障您在安装或使用过程中的知情权和选择权，在您使用本软件服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，好修修有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能；</p>
    <p class="index2">(4)好修修有权根据实际情况，在法律规定范围内自行决定单个用户在本软件及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。</p>
    <p class="index2">8.4 好修修可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本站同等的保护用户隐私的责任，则本站有权将用户的注册资料等提供给该第三方。</p>
    <p class="index2">8.5您同意，您选择向好修修提交订单购买商品时，视为您向好修修披露个人相关信息，接受好修修向您提供商品销售、配送、售后服务、客户服务、处理信用卡付款、数据分析、市场营销或其他必要事宜。如前述全部或部分事宜涉及由好修修外的第三方履行的，好修修有权将您的信息以必要方式向第三方披露，第三方有权以履行上述事宜为目的联系您。</p>
    <p class="index2">8.6在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">九、版权声明</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2">9.1本站的数据库、软件、著作、照片、录像、音乐、声音及前述组合，软件编译、相关源代码和软件档案、咨询、资料、架构、页面设计等版权均归上海衡益网络技术有限公司享有或与作者共同享有，未经本站许可，不得任意复制、转载、引用、链接、抓取、修改、出版、传播、参与传播、销售、制作衍生作品或以其他方式使用。</p>
    <p class="index2">9.2除法律另有强制性规定外，未经衡益明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取、修改、出版、传播、参与传播、销售、制作衍生作品或以其他方式使用本系统软件的信息内容（包括但不限于数据库、软件、著作、照片、录像、音乐、声音及前述组合，软件编译、相关源代码和软件档案、咨询、资料、架构、页面设计等），否则，本站有权追究其法律责任。</p>
    <p class="index2">9.3使用本站的任何内容均应注明“来源于好修修”及署上作者姓名，按法律规定需要支付稿酬的，应当通知本站及作者及支付稿酬，并独立承担一切法律责任。</p>
    <p class="index2">9.4本站享有所有作品用于其它用途的优先权，包括但不限于网站、电子杂志、平面出版等，但在使用前会通知作者，并按同行业的标准支付稿酬。</p>
    <p class="index2">9.5本站所有内容仅代表作者自己的立场和观点，与本站无关，由作者本人承担一切法律责任。 </p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">十、软件形式</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2">若衡益依托“软件”向您提供交易平台服务，您还应遵守以下约定：</p>
    <p class="index2">10.1衡益可能为不同的终端设备开发不同的软件版本，您应当根据实际需要选择下载合适的版本进行安装。</p>
    <p class="index2">10.2如果您从未经合法授权的第三方获取本软件或与本软件名称相同的安装程序，衡益将无法保证该软件能否正常使用，并对因此给您造成的任何损失不予负责。</p>
    <p class="index2">10.3为了增进用户体验、完善服务内容，衡益将不时提供软件更新服务(该更新可能会采取软件替换、修改、功能强化、版本升级等形式)。为了改善用户体验，保证服务的安全性和功能的一致性，衡益有权对软件进行更新或者对软件的部分功能效果进行改变或限制。</p>
    <p class="index2">10.4软件新版本发布后，旧版软件可能无法使用。衡益不保证旧版软件继续可用，及相应的客户服务，请您随时核对并下载最新版本。</p>
    <p class="index2">10.5除非法律允许或衡益书面许可，您不得从事下列行为：</p>
    <p class="index2">(1)删除软件及其副本上关于著作权的信息；</p>
    <p class="index2">(2)对软件进行反向工程、反向汇编、反向编译或者以其他方式尝试发现软件的源代码；</p>
    <p class="index2">(3)对衡益拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
    <p class="index2">(4)对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经合法授权的第三方工具/服务接入软件和相关系统</p>
    <p class="index2">(5)修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论上述行为是否为商业目的；</p>
    <p class="index2">(6)通过非衡益开发、授权的第三方软件、插件、外挂、系统，使用好修修服务，或制作、发布、传播非衡益开发、授权的第三方软件、插件、外挂、系统；</p>
    <p class="index2">(7)其他未经衡益明示授权的行为。</p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">十一、责任声明</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2">11.1用户明确同意其使用好修修软件及服务所存在的风险及一切后果将完全由用户本人承担，好修修对此不承担任何责任。</p>
    <p class="index2">11.2本站无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。</p>
    <p class="index2">11.3本站不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本站实际控制的任何网页上的内容，本站不承担任何责任。</p>
    <p class="index2">11.4对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
    <p class="index2">11.5对于本站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本站无需承担任何责任：</p>
    <p class="index2">(1)本站向用户免费提供的各项网络服务； </p>
    <p class="index2">(2)本站向用户赠送的任何产品或者服务。</p>
    <p class="index2">11.6本站有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，本站对用户和任何第三人均无需承担任何责任。</p>
    <p style="text-align: center;padding-top:15px;padding-bottom:15px;"><strong><span style="font-family: 宋体,SimSun; font-size: 16px;">十二、适用的法律和管辖权</span></strong><span style="font-size: 12px;">&nbsp;</span></p>
    <p class="index2">12.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。</p>
    <p class="index2">12.2如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力</p>
    <p class="index2">12.3如就本协议内容或其执行发生任何争议，则双方应首先通过友好协商方式解决；协商不成的，任何一方均应向<b>上海市徐汇区人民法院</b>提起诉讼。</p>
    <p class="index2">12.4本协议解释权及修订权归上海衡益网络技术有限公司所有。</p>
  </div>
</template>

<script>
    export default {
        name: "protocol-text"
    }
</script>

<style scoped>
  .agreementpreview {
    width: 100%;
    /*height:100%;*/
    border:1px solid #ECECEC;
    height:100%;
    padding-left:15px;
    padding-right:15px;
    background:white;
    overflow:auto;
    margin: 0 auto;
  }
  .p10{
    padding-top:10px;
  }
  .index2{
    text-indent:30px;
  }
</style>
